{
    "nav":{
        "a0":"Home",
        "a1":"Schedule an apointment",
        "a2":"About us",
        "a3":"Mission/Vision",
        "a4":"Work Team",
        "a5":"Services",
        "a6":"Mexico",
        "a7":"EUA",
        "a8":"Contact"
    },"mision":{
        "mision":"Mission",
        "mis-p1":"We are a firm established in Mexico specialized in immigration matters, we provide legal advice and representation services to people seeking to obtain residency or citizenship in a foreign country. We know that changing residence or establishing a business in another country often involves a life or business plan. Our commitment at <strong>Carbonell + Zapata, S.C.</strong> to the development and success of our clients' businesses is total. Our mission is to be a reference in the market, providing high quality services and a personalized treatment to our clients.",
        "mis-p2":"To achieve this mission, <strong>Carbonell + Zapata, S.C.</strong>, has a team of lawyers and advisors with experience in the immigration advisors with experience in the immigration area. More than 18 years of experience in immigration, advising investors and professionals who wish to live and/or create a company and establish company and settle in Mexico.",
        "mis-p3":"We offer a wide variety of services to facilitate our clients' entry into the labor or business market in Mexico."
    },"vision":{
        "vision":"Vision",
        "vis-p":"Through continuous improvement, specialization and professionalization, <strong>Carbonell + Zapata, S.C.</strong> aspires to position itself as one of the leading law firms at the national and international level, managing to exceed the expectations of its clients for economic, labor, professional or other reasons. recreation in Mexico."
    },"cont-team":{
        "german-p1":"Lawyer in Mexico, with triple nationality, Mexican, Spanish and American. He is a member of the American Bar Association (ABA) and the Hispanic National Bar Association (HNBA), with more than 18 continuous years of experience in immigration matters, has a deep knowledge of complex immigration laws and regulations and the ability to navigate the system. legal to get results.",
        "german-p2":"His academic background includes a law degree from the Universidad Intercontinental in Mexico City and a Master's Degree in Law from the Mexico City Bar Association. Universidad Intercontinental in Mexico City and a Master of Laws degree in the U.S. Legal obtained at Washington University School of Law in St. Louis, Missouri, USA. University in St. Louis, Missouri, U.S.A.",
        "german-p3":"He has helped people from all over the world achieve their immigration goals. Passionate in helping his clients build a better life for themselves and their families and committed to providing the best legal to providing the best legal representation possible.",
        "german-p4":"For almost two decades he has worked directly in specialized immigration law firms in the State of Tennessee.",
        "eder-p1":"Lawyer graduated from the Law School of the National Autonomous University of Mexico (UNAM), with more than 11 years of practice in Mexico (UNAM), with more than 11 years of practice in immigration law, experience in public administration and litigation in public administration and litigation in Mexico.",
        "eder-p2":"President since 2017 of the Civil Association Guerrero Contigo Paisano, a non-profit organization in charge of providing advice, information and assistance in any immigration issue or process to nationals in Mexico, United States and Canada, achieving the legal migration of applicants.",
        "eder-p3":"Passionate about the complex Mexico-United States-Canada relationship, such trilateral symbiosis implies, knowledge in economy, security, migration, culture, politics, ecology, legislation and governance of the three countries."
    }
}