{
    "nav":{
        "a0":"Home",
        "a1":"Schedule an apointment",
        "a2":"About us",
        "a3":"Mission/Vision",
        "a4":"Work Team",
        "a5":"Services",
        "a6":"Mexico",
        "a7":"EUA",
        "a8":"Contact"
    },
    "servicios":{
        "h3":"Services In United States",
        "pp":"At Carbonell + Zapata, S.C., we offer you absolute transparency and trust. We have a trio of lawyers for immigration services in which you require an immigration lawyer in the United States*, in services such as:",
        "h6-1":"Investor Visas",
        "E-2":"This nonimmigrant visa allows a Mexican national by virtue of a trade treaty maintained with the United States to be admitted to the United States when he or she invests a substantial amount of capital in a U.S. enterprise. Certain employees of such person or of a qualified organization may also be eligible for this classification.",
        "EB-5p1":"Immigrant Investor Program. Under this program, investors (and their spouses and unmarried children under the age of 21) are eligible to apply for permanent residence (become a green card holder) if they:",
        "EB-5p2":"1. They make the required investment in a commercial enterprise in the United States; and",
        "EB-5p3":"2. They plan to create or retain 10 permanent jobs for qualified U.S. workers.",
        "h6-2":"Nonimmigrant Visas",
        "h6-2p1":"Nonimmigrant visas in the United States fall into the following categories:",
        "h6-2p2":"Temporary Workers: This category includes visas for seasonal workers, temporary specialty workers, and religious workers.",
        "h6-2p3":"Temporary worker visas are issued to individuals traveling to the United States to work temporarily. The most common temporary worker visas are as follows:",
        "H1-B":"For Highly Skilled Workers.",
        "H-2A":"For temporary agricultural workers.",
        "H-2B":"For temporary agricultural workers.",
        "E1":"The E-1 nonimmigrant classification allows an alien of a country with which the United States maintains a treaty of commerce and navigation, or with which the United States maintains a qualified international agreement, or which has been deemed a qualified country by law, to be admitted to the United States solely to engage in international trade.Certain essential or supervisory employees of the international trader or of a qualified enterprise may also be eligible for this classification.",
        "E2":"The E-2 nonimmigrant classification allows a national of a country with which the United States maintains a treaty of commerce and navigation, or with which the United States maintains a qualified international agreement, or which has been deemed a qualified country by Law, to be admitted to the United States upon investment of a substantial amount of capital in a U.S. business.",
        "O":"The O-1 nonimmigrant visa is for a person who possesses extraordinary ability in the sciences, arts, education, business, or athletics, or who has a demonstrated record of extraordinary achievement in the motion picture or television industry and has been recognized nationally or internationally for such achievement.",
        "TN2":"The North American Free Trade Agreement (NAFTA) entered into force on January 1, 1994 and which became T-MEC on July 1, 2020, created special economic and trade relations for the United States, Canada and Mexico. The TN nonimmigrant classification allows qualified Mexican nationals to apply for temporary entry into the United States to engage in commercial activities on a professional level. The TN nonimmigrant visa derived from the T-MEC allows certain Mexican nationals with certain types of college degrees to work in the United States in pre-arranged commercial activities for U.S. or foreign employers.",
        "h6-6":"Migrant Visas",
        "h6-6p1":"They fall into the following categories:",
        "h6-6p2":"Family: This category includes visas for spouses, children, parents, and siblings of U.S. citizens and lawful permanent residents.",
        "h6-6p3":"Labor: This category includes visas for skilled and unskilled workers.",
        "h6-6p4":"Humanitarios: This category includes visas for refugees, asylees, and persons who have special needs.",
        "h6-7":"Family Visas",
        "h6-7p1":"Family visas are issued to individuals who are closely related to a U.S. citizen or lawful permanent resident. The most common family visas are as follows:",
        "k-1":"For fiancées of U.S. citizens.",
        "k-2":"For children under the age of 21 of fiancées of U.S. citizens.",
        "k-3":"For spouses of U.S. citizens under the age of 21.",
        "k-4":"For children under 21 years of age of spouses of U.S. citizens who are applying for permanent residence.",
        "F2A":"For children and grandchildren of U.S. citizens.",
        "F2B":"For siblings of U.S. citizens.",
        "CR1":"For spouses of lawful permanent residents.",
        "IR1":"For parents of U.S. citizens.",
        "IR2":"For unmarried children of U.S. citizens over 21 years of age.",
        "IR3":"For married children of U.S. citizens.",
        "IR4":"For grandchildren of U.S. citizens under 21 years of age.",
        "h6-8":"Work Visas",
        "h6-8p1":"Work visas are issued to individuals who have skills or experience that are needed in the United States. The most common work visas are as follows:",
        "EB-1":"For workers of extraordinary ability, outstanding academic achievement, or who have a job offer from a U.S. company.",
        "EB-2":"For workers of extraordinary ability, professional workers, and workers with special skills.",
        "EB-3":"For skilled and unskilled workers.",
        "H-1B":"For highly skilled workers.",
        "L-1":"For employees transferred from a foreign company to a branch of the same company in the U.S.",
        "O-1":"For persons of extraordinary ability in the sciences, arts, education, business, or athletics.",
        "P-1":"For artists and athletes who are members of internationally recognized groups.",
        "Q":"For participants in cultural exchange programs.",
        "R-1":"For religious ministers.",
        "final":"Consult first with our lawyers in Mexico and our team of lawyers in the United States will be in charge of advising you and submitting your applications to the appropriate authorities. Don't fall into unfortunate problems"
    }
}