{
    "nav":{
        "a0":"Home",
        "a1":"Programar una cita",
        "a2":"Acerca de Nosotros",
        "a3":"Misión/Visión",
        "a4":"Equipo de Trabajo",
        "a5":"Servicios",
        "a6":"México",
        "a7":"EUA",
        "a8":"Contacto"
    },"mision":{
        "mision":"Misión",
        "mis-p1":"Somos un despacho establecido en México especializado en asuntos migratorios, brindamos servicios de asesoría y representación legal a personas que buscan obtener la residencia o ciudadanía en un país extranjero. Sabemos que el cambiar de residencia o establecer una empresa en otro país incluye muchas veces un plan de vida o de negocios. Nuestro compromiso en <strong>Carbonell + Zapata, S.C.</strong> con el desarrollo y éxito de los negocios de nuestros clientes es total. Nuestra misión es ser un referente en el mercado, brindando servicios de alta calidad y un trato personalizado a sus clientes.",
        "mis-p2":"Para alcanzar esta misión, <strong>Carbonell + Zapata, S.C.</strong>, cuenta con un equipo de abogados y asesores con experiencia en el área migratoria. Experiencia de más de 18 años en inmigración, asesoría a inversionistas y profesionistas que deseen vivir y/o crear una empresa y establecerse en México.",
        "mis-p3":"Ofrecemos una extensa variedad de servicios para facilitar la entrada de nuestros clientes al mercado laboral o empresarial en México.",
        "strong":"Carbonell + Zapata, S.C."
    },"vision":{
        "vision":"Visión",
        "vis-p":"A través de la mejora continua, la especialización y profesionalización, <strong>Carbonell + Zapata, S.C.</strong> aspira a posicionarse como una de las firmas de abogados de referencia en el ámbito nacional e internacional logrando rebasar las expectativas de sus clientes por razones económicas, laborales, profesionales o de esparcimiento en México."
    },"cont-team":{
        "german-p1":"Abogado en México, con triple nacionalidad, mexicano, español y estadounidense. Es miembro del American Bar Association (ABA) y del Hispanic National Bar Association (HNBA), con más de 18 años continuos de experiencia en materia migratoria, cuenta con un profundo conocimiento de las complejas leyes y regulaciones de inmigración y habilidad para navegar el sistema legal para obtener resultados.",
        "german-p2":"Su formación académica incluye el título de Licenciado en Derecho egresado de la Universidad Intercontinental en la Ciudad de México y Maestría en Derecho del Sistema Legal de los Estados Unidos que obtuvo en la Facultad de Derecho de Washington University en St. Louis, Missouri,  EE.UU.",
        "german-p3":"Ha ayudado a personas de todo el mundo a lograr sus objetivos de inmigración. Apasionado en ayudar a sus clientes a construir una vida mejor para ellos y sus familias y comprometido a brindar la mejor representación legal posible.",
        "german-p4":"Por casi dos décadas ha trabajado directamente en despachos especializados en materia migratoria en el Estado de Tennessee.",
        "eder-p1":"Abogado egresado de la Facultad de Derecho de la Universidad Nacional Autónoma de México (UNAM), con más 11 años de práctica en la materia migratoria, experiencia en la administración pública y el litigio en México.",
        "eder-p2":"Presidente desde el año 2017 de la Asociación Civil Guerrero Contigo Paisano, organización sin fines de lucro encargada de brindar asesoría, información y ayuda en cualquier tema o tramite migratorio a connacionales en México, Estados Unidos y Canadá, logrando la migración legal de los solicitantes.",
        "eder-p3":"Apasionado por la compleja relación México-Estados Unidos-Canadá, dicha simbiosis trilateral implica, conocimientos en economía, seguridad, migración, cultura, política, ecología, legislación y gobernanza de los tres países."
    }
}