{
    "nav":{
        "a0":"Home",
        "a1":"Programar una cita",
        "a2":"Acerca de Nosotros",
        "a3":"Misión/Visión",
        "a4":"Equipo de Trabajo",
        "a5":"Servicios",
        "a6":"México",
        "a7":"EUA",
        "a8":"Contacto"
    },
    "servicios":{
        "h3":"Servicios En Estados Unidos",
        "pp":"En Carbonell + Zapata, S.C., le ofrecemos absoluta transparencia y confianza. Contamos con una terna de abogados para los servicios migratorios en los que requiera de un abogado de inmigración en Estados Unidos*, en servicios como:",
        "h6-1":"Visas de Inversionista",
        "E-2":"Esta visa de no inmigrante permite a un mexicano por virtud del tratado comercial que se mantiene con Estados Unidos a ser admitido en Estados Unidos cuando invierte una cantidad sustancial de capital en una empresa estadounidense. Ciertos empleados de dicha persona o de una organización cualificada también pueden ser elegibles para esta clasificación.",
        "EB-5p1":"Programa de Inversionistas Inmigrantes. Bajo este programa, los inversionistas (y sus cónyuges e hijos solteros menores de 21 años) son elegibles para solicitar la residencia permanente ( convertirse en poseedor de una tarjeta de residente permanente) si:",
        "EB-5p2":"1. Realizan la inversión necesaria en una empresa comercial en los Estados Unidos; y",
        "EB-5p3":"2. Planifican crear o conservar 10 empleos permanentes para trabajadores estadounidenses cualificados.",
        "h6-2":"Visas de No Inmigrantes",
        "h6-2p1":"Las visas de no inmigrante en Estados Unidos se clasifican en las siguientes categorías:",
        "h6-2p2":"Trabajadores temporales: Esta categoría incluye visas para trabajadores de temporada, trabajadores temporales especializados, y trabajadores religiosos.",
        "h6-2p3":"Las visas de trabajadores temporales se otorgan a personas que viajan a los Estados Unidos para trabajar temporalmente. Las visas de trabajadores temporales más comunes son las siguientes:",
        "H1-B":"Para trabajadores altamente calificados.",
        "H-2A":"Para trabajadores agrícolas temporales.",
        "H-2B":"Para trabajadores temporales no agrícolas.",
        "E1":"La clasificación de no inmigrante E-1 permite que un extranjero de un país con el que Estados Unidos mantiene un tratado de comercio y navegación, o con el que Estados Unidos mantiene un acuerdo internacional calificado, o que ha sido considerado un país calificado por Ley, pueda ser admitido en los Estados Unidos únicamente para participar en el comercio internacional.Ciertos empleados esenciales o supervisores del comerciante internacional o de una empresa calificada también pueden ser elegibles para esta clasificación.",
        "E2":"La clasificación de no inmigrante E-2 permite a un ciudadano de un país con el que Estados Unidos mantiene un tratado de comercio y navegación, o con el que Estados Unidos mantiene un acuerdo internacional calificado, o que ha sido considerado un país calificado por Ley, ser admitido en los Estados Unidos al invertir una cantidad sustancial de capital en un negocio estadounidense.",
        "O":"La visa de no inmigrante O-1es para la persona que posee una habilidad extraordinaria en las ciencias, las artes, la educación, los negocios o el atletismo, o que tiene un historial demostrado de logros extraordinarios en la industria cinematográfica o televisiva y ha sido reconocido a nivel nacional o internacional por esos logros.",
        "TN2":" El Tratado de Libre Comercio de América del Norte (TLCAN) que entró en vigor el 1 de enero del año 1994 y que se transformó en T-MEC el 1 de julio de 2020, creó relaciones económicas y comerciales especiales para Estados Unidos, Canadá y México. La clasificación no inmigrantes TN permite a los ciudadanos mexicanos calificados solicitar entrada temporal a Estados Unidos para dedicarse a actividades comerciales a nivel profesional. La visa TN de no inmigrante derivada del T-MEC, permite a algunos ciudadanos mexicanos con cierto tipo de título universitarios, trabajar en los Estados Unidos en actividades comerciales preestablecidas para empleadores estadounidenses o extranjeros.",
        "h6-6":"Visas de Migrantes",
        "h6-6p1":"Se clasifican en las siguientes categorías:",
        "h6-6p2":"Familiares: Esta categoría incluye visas para cónyuges, hijos, padres, y hermanos de ciudadanos estadounidenses y residentes permanentes legales.",
        "h6-6p3":"Trabajo: Esta categoría incluye visas para trabajadores calificados y no calificados.",
        "h6-6p4":"Humanitarios: Esta categoría incluye visas para refugiados, asilados, y personas que tienen necesidades especiales.",
        "h6-7":"Visas Familiares",
        "h6-7p1":"Las visas familiares se otorgan a personas que tienen un parentesco cercano con un ciudadano estadounidense o residente permanente legal. Las visas familiares más comunes son las siguientes:",
        "k-1":"Para prometidos de ciudadanos estadounidenses.",
        "k-2":"Para hijos menores de 21 años de prometidos de ciudadanos estadounidenses.",
        "k-3":"Para cónyuges de ciudadanos estadounidenses que están tramitando su residencia permanente.",
        "k-4":"Para hijos menores de 21 años de cónyuges de ciudadanos estadounidenses que están tramitando su residencia permanente.",
        "F2A":"Para hijos y nietos de ciudadanos estadounidenses.",
        "F2B":"Para hermanos de ciudadanos estadounidenses.",
        "CR1":"Para cónyuges de residentes permanentes legales.",
        "IR1":"Para padres de ciudadanos estadounidenses.",
        "IR2":"Para hijos solteros de ciudadanos estadounidenses mayores de 21 años.",
        "IR3":"Para hijos casados de ciudadanos estadounidenses.",
        "IR4":"Para nietos de ciudadanos estadounidenses menores de 21 años.",
        "h6-8":"Visas de Trabajo",
        "h6-8p1":"Las visas de trabajo se otorgan a personas que tienen habilidades o experiencia que son necesarias en los Estados Unidos. Las visas de trabajo más comunes son las siguientes:",
        "EB-1":"Para trabajadores de extraordinaria habilidad, logros académicos sobresalientes, o quienes tienen una oferta de trabajo de una empresa estadounidense.",
        "EB-2":"Para trabajadores con habilidades extraordinarias, trabajadores profesionales, y trabajadores con habilidades especiales.",
        "EB-3":"Para trabajadores calificados y no calificados.",
        "H-1B":"Para trabajadores altamente calificados.",
        "L-1":"Para empleados transferidos de una empresa extranjera a una sucursal de la misma empresa en los Estados Unidos.",
        "O-1":"Para personas con habilidades extraordinarias en ciencias, artes, educación, negocios, o atletismo.",
        "P-1":"Para artistas y atletas que son miembros de grupos reconocidos internacionalmente.",
        "Q":"Para participantes en programas de intercambio cultural.",
        "R-1":"Para ministros religiosos",
        "final":"Consulte primero con nuestros abogados en México y nuestro equipo de abogados en Estados Unidos se encargarán de asesorarle y someter sus aplicaciones ante las autoridades correspondientes. No caiga en problemas lamentables"
    }
}