{
    "nav":{
        "a0":"Home",
        "a1":"Programar una cita",
        "a2":"Acerca de Nosotros",
        "a3":"Misión/Visión",
        "a4":"Equipo de Trabajo",
        "a5":"Servicios",
        "a6":"México",
        "a7":"EUA",
        "a8":"Contacto"
    },"services":{
        "h3":"Servicios En México",
        "span-1":"Visas de Trabajo",
        "p-1":"Ayudamos a su empresa, organización o negocio para que sus trabajadores extranjeros laboren legalmente en México.",
        "span-2":"Servicios de unidad familiar internacional",
        "p-2":"Tenemos la experiencia para lograr que su familia y usted estén juntos en México.",
        "span-3":"Asesoría para obtener Residencia y/o Ciudadanía",
        "p-3":"Le ayudamos a obtener tu residencia temporal o permanente en México y asegurar su futuro como ciudadano mexicano.",
        "span-4":"Migración de jubilados estadounidenses hacia México",
        "p-4":"Este es un flujo migratorio que se refiere a los integrantes de la generación del “Baby Boomers”. La “Generación Baby Boomer” son aquellas personas que nacieron durante los años de 1946 a 1964 y que se caracterizan por estar en una edad que les permite gozar del tiempo libre y los recursos económicos para vivir fuera de su país de origen, dada su situación laboral de jubilados, su poder adquisitivo aumenta con sus pensiones traídas a nuestro país.",
        "span-5":"Visa de inversionista y solvencia económica en México",
        "p-5":"Con ayuda de nuestros expertos tramite su visa de inversionista y solvencia económica de manera rápida y efectiva.",
        "span-6":"Servicio de Litigio migratorio y deportación",
        "p-6":"Nuestro equipo de Abogados Migratorios está capacitado para defenderlo contra procedimientos de deportación en México.",
        "span-7":"Mudarse a México",
        "p-7":"Nosotros nos encargamos de su mudanza a México. Le apoyamos para reubicarse en México, facilitando la búsqueda de casa y escuelas, así como en la contratación de servicios.",
        "span-8":"Servicio de apostillas, legalizaciones y traducciones",
        "p-8":"Le apoyamos para la obtención de documentos necesarios para obtener visas en el extranjero, tales como actas del registro civil, antecedentes no penales, certificados médicos, documentos notariales y demás. También podemos ayudarle con traducciones al español.",
        "span-9":"Servicio de asesoría en impuestos, corporativo, negocios y bienes raíces",
        "p-9":"Para aquellos extranjeros que deseen invertir en México y requieran asesoría corporativa, fiscal y legal en inversión extranjera. Le apoyamos para crear su empresa en México o bien adquirir algún inmueble en este país.",
        "span-10":"Servicios de asesoría de otros asuntos legales",
        "p-10":"Le ayudamos a entender las leyes y demás disposiciones legales, juicios y procedimientos en México, de igual forma le guiamos paso a paso en sus asuntos legales."
    }
}